[M_Ep3_CatchARide MissionDefinition]
MissionName="O Caminho até Santuário"
MissionDescription="[place]Santuário[-place]: a última cidade livre de Pandora. Nela você encontrará Roland, o chefe do movimento de resistência contra Jack O'Cara. Você também encontrará segurança, descanso e um punhado de pessoas que não se comunicam à base de tiros.\n"
TurnInDescription="Bem-vindo à [place]Santuário[-place]. Agora procure pelo Roland."
MissionSummary="Vá até [place]Santuário[place]."
MissionGiver="Claptrap"
MissionTurnInLocation="Tenente Davis"
TeaserText=""

[M_Ep3_CatchARide:AcquireNetworkInterfaceModule MissionObjectiveDefinition]
ProgressMessage="Pegue o adaptador da Hyperion"

[M_Ep3_CatchARide:AcquireNetworkInterfaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Adquira o adaptador da Hyperion."
MissionDescriptionOverride="[place]Santuário[-place]: a última cidade livre de Pandora. Nela você encontrará Roland, o chefe do movimento de resistência contra Jack O'Cara. Você também encontrará segurança, descanso e um punhado de pessoas que não se comunicam à base de tiros.\nO confronto entre um clã de bandidos locais e um dos guardas da entrada de [place]Santuário[-place] chamou sua atenção para uma velha rampa em ruínas. O Anjo Guardião sugeriu que você consiga um veículo numa Estação Veicular para poder saltar sobre a rampa destruída e chegar até [place]Santuário[-place].\nA má notícia é que a estação lhe negou o acesso. A boa é que o Anjo pode hackeá-la. Outra má notícia é que a Estação Veicular não usa tecnologia Hyperion, por isso, você vai precisar de um adaptador para poder acessá-la... e outra boa notícia é que há um adaptador da Hyperion em um dos acampamentos que os bandidos Bloodshots têm aqui por perto. O Anjo pediu pra você procurar esse adaptador.\n"
[M_Ep3_CatchARide:ContactRoland MissionObjectiveDefinition]
ProgressMessage="Contate o tenente Davis"
[M_Ep3_CatchARide:DeliverPowerSupply MissionObjectiveDefinition]
ProgressMessage="Entregue o núcleo energético"

[M_Ep3_CatchARide:DeliverPowerSupplySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="[place]Santuário[-place]: a última cidade livre de Pandora. Nela você encontrará Roland, o chefe do movimento de resistência contra Jack O'Cara. Você também encontrará segurança, descanso e um punhado de pessoas que não se comunicam à base de tiros. Você passou pelo portão avançado de [place]Santuário[-place], mas antes que o guarda lhe deixe entrar, você deve instalar o núcleo energético no gerador do escudo de [place]Santuário[-place].\nAssim que você descobrir como fazer isso... faça!\n"
[M_Ep3_CatchARide:FindECHOSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Busque pelo cabo Reiss."
MissionDescriptionOverride="[place]Santuário[-place]: a última cidade livre de Pandora. Nela você encontrará Roland, o chefe do movimento de resistência contra Jack O'Cara. Você também encontrará segurança, descanso e um punhado de pessoas que não se comunicam à base de tiros.\nQuando você tentava entrar na cidade, recebeu uma chamada de Roland - o líder da resistência dos Crimson Raiders. Roland lhe informou que o cabo Reiss, um grande amigo seu, saiu em busca de um núcleo energético novo para o escudo de [place]Santuário[-place]. Seus homens não o deixarão entrar até que você tenha encontrado Reiss e recuperado o núcleo.\n"
[M_Ep3_CatchARide:FindReiss MissionObjectiveDefinition]
ProgressMessage="Encontre o cabo Reiss"
[M_Ep3_CatchARide:FindReissSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep3_CatchARide:GetPowerSupplySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Obtenha o núcleo energético no acampamento dos Bloodshoots." 
MissionDescriptionOverride="[place]Santuário[-place]: a última cidade livre de Pandora. Nela você encontrará Roland, o chefe do movimento de resistência contra Jack O'Cara. Você também encontrará segurança, descanso e um punhado de pessoas que não se comunicam à base de tiros.\nQuando você tentava entrar na cidade, recebeu uma chamada de Roland - o líder da resistência dos Crimson Raiders. Roland lhe informou que o cabo Reiss, um grande amigo seu, saiu em busca de um núcleo energético novo para o escudo de [place]Santuário[-place]. Seus homens não o deixarão entrar até que você tenha encontrado Reiss e recuperado o núcleo. Você encontrou o cabo Reiss. Com suas últimas forças, ele revelou que um grupo de bandidos roubou o núcleo energético. Você terá que encontrá-los e acabar com eles para o recuperar o núcleo.\n"
[M_Ep3_CatchARide:GoToCatchARide MissionObjectiveDefinition]
ProgressMessage="Adquira um veículo"
[M_Ep3_CatchARide:GoToSanctuarySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep3_CatchARide:InstallNetworkInterfaceModule MissionObjectiveDefinition]
ProgressMessage="Instale o adaptador da Hyperion"
[M_Ep3_CatchARide:InstallNetworkInterfaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Conecte o adaptador da Hyperion na Estação Veicular."
MissionDescriptionOverride="[place]Santuário[-place]: a última cidade livre de Pandora. Nela você encontrará Roland, o chefe do movimento de resistência contra Jack O'Cara. Você também encontrará segurança, descanso e um punhado de pessoas que não se comunicam à base de tiros.\nO confronto entre um clã de bandidos locais e um dos guardas da entrada de [place]Santuário[-place] chamou sua atenção para uma velha rampa em ruínas. O Anjo Guardião sugeriu que você consiga um veículo numa Estação Veicular para poder saltar sobre a rampa destruída e chegar até [place]Santuário[-place].\nQuando se conectar à Estação Veicular, o Anjo Guardião irá hackeá-la para conseguir um veículo pra você.\n"
[M_Ep3_CatchARide:InstallPowerSupply MissionObjectiveDefinition]
ProgressMessage="Instale o núcleo energético"
[M_Ep3_CatchARide:InstallPowerSupplySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Fale com o tenente Davis."
MissionDescriptionOverride="[place]Santuário[-place]: a última cidade livre de Pandora. Nela você encontrará Roland, o chefe do movimento de resistência contra Jack O'Cara. Você também encontrará segurança, descanso e um punhado de pessoas que não se comunicam à base de tiros.\nVocê chegou até [place]Santuário[-place] e restaurou o escudo protetor. Como Roland desapareceu, os Crimson Raiders precisam da sua ajuda.\n"
[M_Ep3_CatchARide:JumpRamp MissionObjectiveDefinition]
ProgressMessage="Salte a rampa"
[M_Ep3_CatchARide:JumpRampSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Dirija até [place]Santuário[place]."
MissionDescriptionOverride="[place]Santuário[-place]: a última cidade livre de Pandora. Nela você encontrará Roland, o chefe do movimento de resistência contra Jack O'Cara. Você também encontrará segurança, descanso e um punhado de pessoas que não se comunicam à base de tiros.\nAgora que você tem um veículo, tudo irá acontecer sobre rodas até você chegar à [place]Santuário[-place].\n"
[M_Ep3_CatchARide:KillExtrabandits MissionObjectiveDefinition]
ProgressMessage="Elimine os bandidos Bloodshots"
[M_Ep3_CatchARide:KillExtraBanditsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep3_CatchARide:KillReissAttackers MissionObjectiveDefinition]
ProgressMessage="Elimine os assassinos do cabo Reiss"
[M_Ep3_CatchARide:KillReissAttackersSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Salve o cabo Reiss."
MissionDescriptionOverride=""
[M_Ep3_CatchARide:LeaveTheBoat MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep3_CatchARide:OpenShieldGenerator MissionObjectiveDefinition]
ProgressMessage="Desinstale o núcleo energético"
[M_Ep3_CatchARide:OpenShieldGeneratorSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Instale o núcleo no gerador do escudo."
MissionDescriptionOverride=""
[M_Ep3_CatchARide:ReachSanctuary MissionObjectiveDefinition]
ProgressMessage="Vá até Santuário"
[M_Ep3_CatchARide:ReissIntro MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep3_CatchARide:SanctuaryOuterGate MissionObjectiveSetDefinition]
MissionSummaryOverride="Fale com o tenente Davis."
MissionDescriptionOverride="[place]Santuário[-place]: a última cidade livre de Pandora. Nela você encontrará Roland, o chefe do movimento de resistência contra Jack O'Cara. Você também encontrará segurança, descanso e um punhado de pessoas que não se comunicam à base de tiros.\nQuando tentava entrar na cidade, você recebeu um chamado de Roland - o líder da resistência dos Crimson Raiders. Roland informou que o cabo Reiss, um membro dos Raiders, saiu em busca de um núcleo energético novo para o escudo de [place]Santuário[-place]. Seus homens não o deixarão entrar até que você tenha encontrado o cabo Reiss e recuperado o núcleo. \nReiss está morto mas, você encontrou o núcleo energético. Volte até os portões de [place]Santuário[-place].\n"
[M_Ep3_CatchARide:TakePowerSupply MissionObjectiveDefinition]
ProgressMessage="Adquira o núcleo energético"
[M_Ep3_CatchARide:TalkToReissSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Fale com o cabo Reiss."
MissionDescriptionOverride=""
[M_Ep3_CatchARide:TalkToRolandAtGateSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Entre em [place]Santuário[-place]."
MissionDescriptionOverride="[place]Santuário[-place]: a última cidade livre de Pandora. Nela você encontrará Roland, o chefe do movimento de resistência contra Jack O'Cara. Você também encontrará segurança, descanso e um punhado de pessoas que não se comunicam à base de tiros.\nO Anjo Guardião lhe pediu para que utilizasse o intercomunicador na entrada de [place]Santuário[-place]. O porteiro deixará você passar quando falar com ele.\n"
[M_Ep3_CatchARide:UseCatchARideSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride="Consiga um veículo na Estação Veicular"
MissionDescriptionOverride="[place]Santuário[-place]: a última cidade livre de Pandora. Nela você encontrará Roland, o chefe do movimento de resistência contra Jack O'Cara. Você também encontrará segurança, descanso e um punhado de pessoas que não se comunicam à base de tiros.\nO confronto entre um clã de bandidos locais e um dos guardas da entrada de [place]Santuário[-place] chamou sua atenção para uma velha rampa em ruínas. O Anjo Guardião sugeriu que você consiga um veículo numa Estação Veicular para poder saltar sobre a rampa destruída e chegar até [place]Santuário[-place].\n"
[M_Ep3_CatchARide:UseCatchARideUnlocked MissionObjectiveSetDefinition]
MissionSummaryOverride="Consiga um veículo na Estação Veicular."
MissionDescriptionOverride="[place]Santuário[-place]: a última cidade livre de Pandora. Nela você encontrará Roland, o chefe do movimento de resistência contra Jack O'Cara. Você também encontrará segurança, descanso e um punhado de pessoas que não se comunicam à base de tiros.\nO confronto entre um clã de bandidos locais e um dos guardas da entrada de [place]Santuário[-place] chamou sua atenção para uma velha rampa em ruínas. O Anjo Guardião sugeriu que você consiga um veículo numa Estação Veicular para poder saltar sobre a rampa destruída e chegar até [place]Santuário[-place].\n"
[M_Ep3_CatchARide:UseLockedCatchARide MissionObjectiveDefinition]
ProgressMessage="Use a Estação Veicular"